Repository: ospaceteam/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: cs, de

source: Election results! Imperator elected! The results from the last elections have been published. %(1)s has proved to be the most supported person and has been elected as our glorified Imperator. Congratulations - you proved to be the best of all of us! The official election results follow: %(2)s
cs: Výsledky voleb! Byl zvolen imperátor! Výsledky posledních voleb byly zveřejněny. %(1)s získal největší podporu a byl zvolen jako náš slavný Imperátor. Blahopřejeme - prokázal jsi, že jsi nejlepší z nás všech! Následují oficiální výsledky voleb: %(2)s
de: Wahlergebnisse ! Der Imperator ist gewählt! Das Ergebnis der letzten Wahl wurde veröffentlicht. %(1)s hat bewiesen, dass er die am meissten unterstütze Person ist und wurde zum ruhmreichen Imperator gewählt. Gratulation - Sie haben bewiesen, der beste unter uns zu sein! Das offizielle Wahlergebnis folgt: %(2)s

source: Galaxy %(1)s generation is completed. Galaxy specifications: %(2)s
cs: Galaxie %(1)s byla vytvořena. Specifikace galaxie: %(2)s
de: Schaffung der Galaxie %(1)s ist abgeschlossen. Galaxie Spezifikationen: %(2)s

source: Galaxy %(1)s has ended Today the galaxy %(1)s has been automatically ended. Reason: %(2)s
cs: Galaxie %(1)s skončila Dnes byla galaxie %(1)s automaticky ukončena. Důvod: %(2)s
de: Galaxie %(1)s hat ihr Ende gefunden. Heute wurde die Galaxie %(1)s automatisch beendet. Grund: %(2)s

source: ERROR Missing text for msg %d: %s
cs: CHYBA Chybí text pro msg %d: %s
de: ERREUR Fehlender Text für Nachricht %d : %s

source: ERROR Wrong format for msg %d: %s Exception: %s: %s Format: %s
cs: CHYBA Špatný formát zprávy %d: %s Výjimka: %s: %s Formát: %s
de: FEHLER Falsches Format für Nachrichte %d: %s Ausnahme: %s : %s Format: %s

source: Source: %s
cs: Zdroj: %s
de: Ursprung : %s

source: Location: %s
cs: Místo: %s
de: Ortsangabe : %s

source: Severity: %s
cs: Závažnost: %s
de: Gewichtung : %s

source: Time: %s [%s]
cs: Čas: %s [%s]
de: Datum : %s [%s]

source: Loading resources
cs: Inicializuji klienta
de: Laden der Ressourcen

source: wpn att %+d
cs: zbrň útk %+d
de: Waf Att %+d

source: min dmg %d
cs: min pošk %d
de: min Schad. %d

source: max dmg %d
cs: max pošk %d
de: max Schad. %d

source: ignores shield
cs: ignoruje štíty
de: ignoriert Schild

source: scanner %d
cs: skener: %d

source: min hull %s
cs: min trup %s
de: min Klasse %s

source: max hull %s
cs: max trup %s
de: max Klasse %s

source: slots %d
cs: slotů: %d
de: Posit.%d

source: weight %d
cs: váha %d
de: Gewicht %d

source: att %+d
cs: útok %+d

source: def %+d
cs: obrn %+d
de: Vert. %+d

source: mis. def %+d
cs: rakt. obrana %+d
de: Rak. Vert %+d

source: %d%% cloaking
cs: %d%% maskování
de: %d%% Tarnung

source: visibility %+d%%
cs: viditelnost %+d%%
de: Sichtbarkeit %+d%%

source: att %+d%%
cs: útok %+d%%

source: def %+d%%
cs: obrn %+d%%
de: Vert. %+d&%%

source: mis. def %+d%%
cs: rakt. obrana %+d%%
de: Rak. Vert. %+d%%

source: shield %d%%
cs: štíty %d%%
de: Schild %d%%

source: hard shield %d%%
cs: pevné štíty %d%%
de: festes Schild %d%%

source: absorb dmg %d
cs: pohltí pošk %d
de: Schadensabsorption %d

source: repair %d%%
cs: oprava %d%%
de: reparieren %d%%

source: repair %d
cs: Opravuje se %d,
de: Reparatur %d

source: HP: %d
de: TP : %d

source: ETA: %s
de: GAZ: %s

source: N/A
de: N.V.

source: Data
de: Daten

source: HP
de: TP

source: Reset
de: Zurücksetzen

source: civ
de: ziv.

source: Max HP
de: Max TP

source: ETA
de: GAZ

source: Login
de: Anmelden

source: Menu
de: Menü

source: R
de: W

source: ETC
de: GPZ

source: German
de: Deutsch

source: En
de: Én

source: En+-
de: Én+-

source: Sl.
de: Pos.

source: Mrl
de: Moral

source: Silicium
de: Silizium

source: Carboneum
de: Carbon

source: Wolframium
de: Wolfram

source: Unnilseptium
de: Bohrium

source: ROF %.1f
de: FR %.lf

source: HP %+d
de: TP %+d
