Repository: ospaceteam/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: cs, de

source: Biomatter
cs: Biohmota
de: Biomasse

source: Energy
cs: Energie
de: Energie

source: Con / Res
cs: Konstr / Výzkum
de: Prod/Forsch

source: Space
cs: Vesmír
de: Posit.

source: Find Wormhole Exit
cs: Najdi výstup z červí díry
de: Finde Ausgang des Wurmlochs

source: Mass Redirect
cs: Hromadné přesměrování
de: Umleitung

source: Delete buoy
cs: Odstraň bójku
de: Zerstöre Boje

source: View Minefield
cs: Ukázat miny
de: Zeige Mienenfeld

source: Task queue
cs: Fronta úkolů
de: Liste der Vorgänge

source: Planet type
cs: Typ planety
de: Typ

source: Diameter
cs: Průměr
de: Durchmesser

source: Environment
cs: Prostředí
de: Umwelt

source: Available space
cs: Volné místo
de: Verfügbarer Platz

source: Colony data
cs: Údaje o kolonii
de: Kolonie Daten

source: Free workers
cs: Nezaměstnaní
de: Arbeitslose

source: Research pts
cs: Výzkumné body
de: Forschungspkt.

source: Planetary shield
cs: Planetární štít
de: Planetenschild

source: Show Terraforming Data
cs: Ukázat data o terraformování
de: Informationen zum Terraforming

source: System data
cs: Data o soustavě
de: Systemdaten

source: Net Bio +/-
cs: Změna Bio+-
de: Netz Bio +/-

source: Net Energy +/-
cs: Změna Energie p/s
de: Netz Energie +/-

source: Net Construction
cs: Čistá výroba
de: Netz Produktion

source: Net Research
cs: Čistý výzkum
de: Netz Forschung

source: Hit points
cs: Zásahové body
de: Trefferpunkte

source: Biomatter p/c
cs: Biohmota p/s
de: Biomasse P/R

source: Energy p/c
cs: Energie p/s
de: Energie P/R

source: Constr pts
cs: Konstr. body
de: Produktionspunkte

source: Workers
cs: Pracovníků
de: Arbeiter

source: Move structure to first slot
cs: Posunout budovu do prvního slotu
de: Bewege Gebäude an erste Position

source: Move structure to previous slot
cs: Posunout budovu do předchozího slotu
de: Verschiebe Gebäude auf die vorherige Position

source: Move structure to next slot
cs: Posunout budovu do dalšího slotu
de: Verschiebe Gebäude auf die nächste Position

source: Move structure to last slot
cs: Posunout budovu do posledního slotu
de: Verschiebe Gebäude auf die letzte Position

source: ON/OFF
cs: Zapnuto/Vypnuto
de: AN/AUS

source: Switch structure ON or OFF
cs: Zapnout/vypnout budovu
de: Schalte Gebäude AN oder AUS

source: Show structure information
cs: Zobrazit informace o budově
de: Zeige Gebäude Informationen

source: Demolish
cs: Zbourat
de: Zerstören

source: Demolish structure
cs: Zničit budovu
de: Zerstöre Gebäude

source: Class Range En. Abundance
cs: Energie je pro třídu
de: Klassentypischer Energiewert

source: Upgrade Range En. Abund.
cs: Rozsah energie pro zlepšení
de: Aufstufungsspanne Energiewert

source: Downgrade Env.
cs: Zhoršení prostř.
de: Abstufung Umw

source: Upgrade Env.
cs: Zlepšení prostř.
de: Aufstuf. Umw

source: Downgrade To?
cs: Zhoršení na?
de: Abstufen zu?

source: Upgrade To?
cs: Zlepšení na?
de: Aufstufen zu?

source: Complete
cs: Dokončeno
de: Abgeschlossen

source: Target slot
cs: Cílový slot
de: Zielposition

source: Select structure to construct
cs: Vyberte budovu, kterou chcete postavit.
de: Wählen Sie ein Gebäude zum Aufbau aus

source: Production planet
cs: Výrobní planeta
de: Produktion Planet

source: Structures to construct
cs: Budovy k postavení
de: Baubare Gebäude

source: (right click for technology info)
cs: (pravé tlačítko pro informace o technologii)
de: (Rechtsklick für Technologie Hilfe)

source: Filters
cs: Filtry
de: Filter

source: Technology levels:
cs: Technologie:
de: Technologie Level:

source: Sort
cs: Seřaď

source: Systems Overview
cs: Přehled soustav
de: Systemansicht

source: %Fuel
cs: %pal.
de: %Treibst.

source: %Repair
cs: %opr.
de: %Rep.

source: +Gate %
cs: +Brána %

source: Strat Res
cs: Str. s.

source: My Systems
cs: Mé systémy
de: Meine Systeme

source: Other Cmdrs
cs: Ostatní velitelé
de: Andere Anführer

source: Show Problems
cs: Ukaž problémy
de: Zeige Probleme

source: small
cs: malá
de: klein

source: medium
cs: střední
de: mittelgroß

source: large
cs: velká
de: groß

source: planet
cs: planeta

source: L
cs: V
de: G

source: M
cs: S

source: S
cs: M
de: K

source: Unknown
cs: Neznámý
de: Unbekannt

source: %d Turns
cs: %d tahů
de: %d Runden

source: Not specified
cs: Nespecifikováno
de: Nicht spezifiziert

source: Constr. reqs - construction points
cs: Stavba vyžaduje - konstrukční body
de: Herstellung - Produktionspunkte

source: Operational reqs - biomatter
cs: Provozní požadavky - biohmota
de: Betriebsanforderung - Biomasse

source: Operational reqs - minerals
cs: Provozní požadavky - minerály
de: Betriebsanforderung - Mineralien

source: Operational reqs - energy
cs: Provozní požadavky - energie
de: Betriebsanforderung - Energie

source: Operational reqs - workers
cs: Provozní požadavky - pracovníci
de: Betriebsanforderung - Arbeiter

source: Production - biomatter
cs: Produkce - biohmota
de: Produktion - Biomasse

source: Production - minerals
cs: Produkce - minerály
de: Produktion - Mineralien

source: Production - energy
cs: Produkce - energie
de: Produktion - Energie

source: Production - population
cs: Produkce - populace
de: Produktion - Bevölkerung

source: Production - constr. points
cs: Produkce - konstrukční body
de: Produktion - Produktionspunkte

source: Production - research points
cs: Produkce - výzkumné body
de: Produktion - Forschungspunkte

source: Production - env. effect
cs: Produkce - dopad na prostředí
de: Produktion - Umwelteinfluss

source: Orbital Shift Effect
cs: Přesun orbity
de: Orbitverschiebung

source: Storage - biomatter
cs: Uskladnění - biohmota
de: Speicherung - Biomasse

source: Storage - minerals
cs: Uskladnění - minerály
de: Speicherung - Mineralien

source: Storage - energy
cs: Uskladnění - energie
de: Speicherung - Energie

source: Accommodate population
cs: Kapacita populace
de: Beherbergt Bevölkerung

source: Lowers revolt threshold by
cs: Snižuje práh revoluce o
de: Verringert Schwelle zur Revolte um

source: Increases max morale by
cs: Zvyšuje maximum morálky na
de: Steigert die Moral um

source: Government power
cs: Síla vlády
de: Macht der Regierung

source: Scanner power
cs: Síla skeneru
de: Scannreichweite

source: Fleet attack (bonus)
cs: Útok letky (bonus)
de: Flotte Attacke (bonus)

source: Fleet defense (bonus)
cs: Obrana letky (bonus)
de: Flotte Verteidigung (bonus)

source: Maximum refuel percent
cs: Maximální procento natankování
de: Maximaler Auftankwert in %

source: Refuel increase percent
cs: Procento tankování
de: Prozentuale Treibstoffaufnahme

source: Exp. points per turn
cs: Zkušeností za tah
de: Erfahrungspunkte pro Runde

source: Exp. cap (base exp multiple)
cs: Max. zkušeností (multiplikátor základních zkušeností)

source: Boost speed of fleets
cs: Zvýšení rychlosti flotil
de: Erhöht Flottentempo

source: Target class
cs: Cílová třída
de: Ziel Klasse

source: Weapon minimum damage
cs: Minimální poškození
de: Minimalschaden

source: Weapon maximum damage
cs: Maximální poškození
de: Maximalschaden

source: Missile weapon (ECM counts)
cs: Rak. zbraně (počet ECM)
de: Raketenwaffe (EloGM greift)

source: Weapon ignore shield
cs: ignoruje štíty
de: Waffe ignoriert Schild

source: Weapon attack
cs: Útok zbraně
de: Bewaffneter Angriff

source: Weapon Rate Of Fire
cs: Četnost střelby (ROF)
de: Feuerrate der Waffe

source: Mine Class Deployed
cs: Rozmístěna třída min
de: Minenwerfer

source: Maximum Supported Mines
cs: Maximum podporovaných min
de: Maximum unterstützter Minen

source: Mine Rate of Deploy
cs: Rychlost rozbalení min
de: Minenwerf Rate

source: Minimum required hull
cs: Požadovaný trup minimálně
de: Minimalanforderung der Schiffsklasse

source: Weight
cs: Váha
de: Gewicht

source: Slots
cs: Sloty
de: Positionen

source: Maximum payload
cs: Maximální zátěž
de: Maximales Ladegewicht

source: Engine power
cs: Síla motoru
de: Antriebskraft

source: Scan signature
cs: Signatura
de: Scan Signatur

source: Signature visibility
cs: Viditelnost signatury
de: Sichtbarkeit der Signatur

source: Min. signature
cs: Min. signatura
de: Signatur minimal

source: Combat defence
cs: Obrana v boji
de: Verteidigungswert

source: Combat attack
cs: Útok v boji
de: Angriffswert

source: Missile defence
cs: Raketová obrana
de: Raketenabwehr

source: Combat defense (extra)
cs: Obrana v boji (extra)
de: Verteidigung (extra)

source: Combat attack (extra)
cs: Útok v boji (extra)
de: Angriff (extra)

source: Missile defence (extra)
cs: Raketová obrana (extra)
de: Raketenabwehr (extra)

source: Shield strength
cs: Síla štítů
de: Schildstärke

source: Shield recharge fixed
cs: Dobíjení štítů opraveno
de: Schildaufladung fest

source: Shield recharge percent
cs: Procento dobíjení štítů
de: Schild Wiederaufladung %

source: Armor damage absorbstion
cs: Absorbce poškození brněním
de: Rüstungsschaden Absorption

source: Device MP
cs: VS jednotky
de: Gerät MP

source: Technology: %s (TL%d)
cs: Technologie: %s (TL%d)
de: Technologie : %s (TL%d)

source: Research costs: %d
cs: Cena výzkumu: %d
de: Forschungskosten: %d

source: Improvement costs: %d
cs: Cena vylepšení: %d
de: Optimierungskosten (FP): %d

source: Research requires:
cs: Vynález vyžaduje:
de: Erforschung erfordert:

source: - %s improvement %d (TL%d)
cs: - %s vylepšení %d (TS%d)
de: - %s Optimierung %d (TL%d)

source: - %s (strategic resource)
cs: - %s (strategický zdroj)
de: - %s (Strategische Ressourcen)

source: Research disables:
cs: Vynalezení znepřístupní:
de: Erforschung verhindert::

source: Estimated use:
cs: Odhadované využití:
de: Vorgesehener Nutzen:

source: , only for %s
cs: , pouze pro %s
de: , nur für %s

source: - %s (with improvement %d, on TL%d%s)
cs: - %s (s vylepšením %d, na TL%d%s)
de: - %s (mit Optimierung %d, auf TL%d%s)

source: Research/Improvement enables:
cs: Vynalezení/vylepšení zpřístupní:
de: Erforschung/Optimierung ermöglicht:

source: Bio production depends:
cs: Produkce biohmoty závisí:
de: Bio Produktion hängt ab von:

source: - %d %% on planet's environment
cs: - %d %% na životním prostředí planety
de: - %d %% von der Umwelt des Planeten

source: - %d %% on planet's min. abundance
cs: - %d %% na minerální bohatosti planety
de: - %d %% vom Mineralienreichtum des Planeten

source: - %d %% on planet's en. abundance
cs: - %d %% na energetické úrovni planety
de: - %d %% vom Energiereichtum des Planeten

source: - %d %% is not dependent on any planet's attribute
cs: - %d %% nezávisí na žádném atributu planety
de: - %d %% unabhängig von Planeteneigenschaften

source: Energy production depends:
cs: Produkce energie závisí:
de: Energieproduktion hängt ab von::

source: Constr. points production depends:
cs: Produkce konstrukčních bodů závisí:
de: PP Ausbeute hängt ab von:

source: Required strategic resources:
cs: Požadované strategické zdroje:
de: Benötigte Strategische Ressourcen:

source: - for building: %s
cs: - pro budovu: %s
de: - für Gebäude: %s

source: - for research: %s
cs: - pro výzkum: %s
de: - für Forschung: %s

source: Description:
cs: Popis:
de: Erklärung :

source: Rumours:
cs: Zvěsti:
de: Gerüchte:

source: Property
cs: Majetek
de: Eigentum

source: Value
cs: Hodnota
de: Wert

source: Structure
cs: Struktura
de: Gebäude

source: Ship Hull
cs: Lodní trup
de: Schiffsklasse

source: Ship Eq.
cs: Vybavení lodí
de: Schiffs Eq.

source: Project
cs: Projekt
de: Projekt

source: Description
cs: Popis
de: Erklärung

source: Updating client...
cs: Aktualizuji klienta...

source: Restart
cs: Restartovat
de: Neustart

source: Quit
cs: Konec
de: Beenden

source: Gas Giant
cs: Plynný obr
de: Gasgigant

source: Rock
cs: Skalnatá
de: Felsplanet

source: Cold
cs: Ledová
de: Eisplanet

source: Desert
cs: Pouštní
de: Wüstenpl.

source: Hostile
cs: Nepříznivá
de: Lebensfeindlich

source: Marginal
cs: Neúrodná
de: Grenzwertig

source: Terrestrial
cs: Pozemská
de: Terrestrisch

source: Super giant
cs: Veleobr
de: Super Gigant

source: Giant
cs: Obr
de: Gigant

source: Main sequence
cs: Hlavní sekvence
de: Zwergenast

source: Dwarf
cs: Trpaslík
de: Zwerg

source: Black hole
cs: Černá díra
de: Schwarzes Loch

source: Neutron star
cs: Neutronová hvězda
de: Neutronenstern

source: Worm hole
cs: Červí díra
de: Wurmloch

source: Move to
cs: Přesun
de: Bewege zu

source: Declare War at
cs: Vyhlaš válku
de: Krieg erklären an

source: Deploy Ship
cs: Rozlož loď
de: Lande auf

source: Redirect to
cs: Přesměrovat do
de: Weiterleiten zu

source: Repeat from
cs: Opakovat od
de: Wiederholen von

source: Enter Wormhole at
cs: Vstup do červí díry v
de: Betrete Wurmloch bei

source: Uranium
cs: Uran
de: Uran

source: Titanium
cs: Titan
de: Titan

source: Chromium
cs: Chrom
de: Chrom

source: Antimatter
cs: Antihmota
de: Antimaterie

source: Passage for civilian ships
cs: Přelet pro civilní lodě
de: Durchreise ziviler Schiffe

source: Passage for military ships
cs: Přelet pro válečné lodě
de: Durchreise militärischer Schiffe

source: Permission to tank ships
cs: Povolení doplňovat palivo pro lodě
de: Erlaubnis zum Auftanken

source: Limited trade agreement
cs: Omezený obchodní pakt
de: Begrenztes Handelsübereinkommen

source: Unlimited trade agreement
cs: Neomezený obchodní pakt
de: Unbegrenztes Handelsübereinkommen

source: Scanner map exchange
cs: Výměna hvězdných map ze skeneru
de: Scanner Kartenaustausch

source: Research information exchange
cs: Výměna informací z výzkumu
de: Forschunginformation Austausch

source: Research cooperation
cs: Spolupráce při výzkumu
de: Forschungskooperation

source: Active
cs: Aktivní
de: Aktiv

source: Enabled
cs: Zapnuto
de: Erlaubt

source: Disabled
cs: Vypnuto
de: Unerlaubt

source: Mailbox
cs: Schránka
de: Briefkasten

source: Sent
cs: Odesláno
de: Gesendet

source: Events
cs: Události
de: Ereignisse

source: News
cs: Novinky
de: Nachrichten

source: Public
cs: Veřejný kanál

source: MORALE IS TERRIBLE
cs: MORÁLKA JE HROZNÁ
de: SCHRECKLICHE MORAL

source: MORALE IS BAD
cs: MORÁLKA JE ŠPATNÁ
de: SCHLECHTE MORAL

source: MORALE IS VERY LOW
cs: MORÁLKA JE VELMI NÍZKÁ
de: SEHR NIEDRIGE MORAL

source: MORALE IS LOW
cs: MORÁLKA JE NÍZKÁ
de: MORAL NIEDRIG

source: MORALE IS BELOW AVERAGE
cs: MORÁLKA JE PODPRŮMĚRNÁ
de: MORAL UNTER DURCHSCHNITT

source: MORALE IS HIGH
cs: MORÁLKA JE VYSOKÁ
de: MORAL HOCH

source: MORALE IS SUPERB
cs: MORÁLKA JE VÝBORNÁ
de: MORAL AUSGEZEICHNET

source: Updating OSCI database...
cs: Aktualizuji databázi...
de: Aktualisieren der OSCI Datenbank...

source: Research completed: %(1)s
cs: Výzkum dokončen: %(1)s
de: Erforschung abgeschlossen: %(1)s

source: %(1)d research points not used.
cs: %(1)d výzkumných bodů nevyužito.
de: %(1)d Forschungspunkte nicht verbraucht.

source: Cannot build on planet - ship may be lost.
cs: Nelze stavět na planetě - loď může být ztracena.
de: Kann auf diesem Planeten nicht bauen - Das Schiff kann verloren sein.

source: Cannot build on planet - no free slot.
cs: Nelze budovat na planetě - žádné volné místo.
de: Kann auf diesem Planeten nicht bauen - Keine freie Position verfügbar.

source: Construction problem: no task %(1)d construction points were not used because there was no task to fulfill.
cs: Problém při stavbě: žádný úkol %(1)d konstrukčních bodů nebylo použito, protože nebyl zadán žádný úkol.
de: Produktionsproblem: Kein Vorgang %(1)d Produktionspunkte wurden nicht verbraucht, da kein Vorgang die Anforderungen erfüllte.

source: Planet lost.
cs: Ztratil jste planetu.
de: Planet verloren.

source: Structure completed: %(1)s
cs: Budova dokončena: %(1)s
de: Gebäudebau abgeschlossen: %(1)s

source: A deployment of %(1)s was completed
cs: Umístění %(1)s bylo dokončeno
de: Aufmarsch auf %(1)s wurde abgeschlossen

source: Ship completed: %(1)s
cs: Loď dokončena: %(1)s
de: Schiff fertiggestellt : %(1)s

source: New planet.
cs: Získal jste planetu.
de: Neuer Planet.

source: Combat with: %(4)s. HP lost: we %(1)d, they %(2)d. Enemy lost %(2)d HP, we lost %(1)d HP and %(3)d ships/structures. We attacked/were attacked by %(4)s.
cs: Boj s: %(4)s. Ztráta HP: my %(1)d, oni %(2)d. Nepřítel přišel o %(2)d HP, my jsme přišli o %(1)d HP a %(3)d lodí/budov. Napadl nás %(4)s.
de: Schlacht mit: %(4)s. TP verloren : Wir %(1)d, Sie %(2)d. Feind verlor %(2)d TP, Wir verloren %(1)d TP und %(3)d Schiffe/Strukturen. Wir attackierten/wurden angegriffen von %(4)s.

source: Battle lost: we were defeated by %(1)s.
cs: Bitva prohrána. Porazil nás %(1)s.
de: Schlacht verloren : Wir wurden geschlagen von %(1)s.

source: Fleet destroyed.
cs: Flotila zničena.
de: Flotte zerstört.

source: Battle won: we defeated %(1)s.
cs: Bitva vyhrána. Porazili jsme %(1)s.
de: Schlacht gewonnen: Wir besiegten %(1)s.

source: A new government center established.
cs: Bylo zřízeno nové vládní centrum.
de: Eine neue Regierungszentrale wurde erstellt.

source: Planet revolt started - production halved for the next turns.
cs: Začala planetární vzpoura - úroveň produkce pro další tahy klesla na polovinu.
de: Revolution auf dem Planeten hat begonnen - Produktion halbiert sich in den nächsten Runden.

source: Planet revolt ended - production restored.
cs: Planetární vzpoura skončila - úroveň produkce se vrátila na normální úroveň.
de: Revolution auf dem Planeten beendet - Produktion wiederhergestellt.

source: Construction of %(1)s is not valid - construction suspended.
cs: Konstrukce %(1)s není platná - byla zrušena.
de: Aufbau von %(1)s nicht gültig - Aufbau eingestellt.

source: Population decreased. Population of this planet has decreased. Build more facilities producing food.
cs: Populace snížena. Populace této planety se snížila. Postavte více budov produkujících jídlo.
de: Bevölkerungszahl nimmt ab. Bevölkerungszahl auf diesem Planeten hat abgenommen. Erbaue mehr Gebäude, die Nahrung liefern.

source: Project finished: %(1)s
cs: Projekt byl dokončen: %(1)s
de: Projekt abgeschlossen: %(1)s

source: Time in galaxy started to run...
cs: V galaxii se rozběhl čas...
de: Die Zeit innerhalb der Galaxie hat begonnen zu laufen...

source: Strategic resource missing: %(1)s
cs: Chybí strategický zdroj: %(1)s
de: Strategische Ressource fehlt: %(1)s

source: Research task deleted: %(1)s
cs: Výzkumný projekt byl smazán: %(1)s
de: Forschungsvorgang gelöscht : %(1)s

source: Strategic resource extracted: %(1)s
cs: Strategický zdroj byl vytěžen: %(1)s
de: Strategische Ressource extrahiert: %(1)s

source: Strategic resource synthesized: 4 units of %(1)s
cs: Strategický zdroj syntetizován: 4 jednotky %(1)s
de: Strategische Ressource synthetisiert : 4 Einheiten von %(1)s

source: Planet downgraded to: %(1)s
cs: Planeta se znehodnotila : %(1)s
de: Planet abgestuft zu : %(1)s

source: Planet upgraded to: %(1)s
cs: Planeta byla vylepšena na: %(1)s
de: Planet hochgestuft zu: %(1)s

source: Ship upgraded from %(1)s to %(2)s
cs: Loď zmodernizována z %(1)s na %(2)s
de: Schiff hochgestuft von %(1)s zu %(2)s

source: Obsolete ship design deleted: %(1)s
cs: Zastaralý návrh lodě smazán: %(1)s
de: Veraltetes Schiffsmodell gelöscht: %(1)s

source: Cannot upgrade ship from %(1)s to %(2)s Cannot upgrade ship from %(1)s to %(2)s because of we have not enough of %(3)s.
cs: Nelze zmodernizovat loď z %(1)s na %(2)s Nelze zmodernizovat loď z %(1)s na %(2)s protože nemáme dost strategické suroviny: %(3)s.
de: Kann Schiff nicht von %(1)s zu %(2)s hochstufen. Kann Schiff nicht von %(1)s zu %(2)s hochstufen, da nicht genug %(3)s vorhanden.

source: Malfunctional Star Gate, lost %(1)d %% HP Our fleet has arrived at system with no or malfunctional Star Gate or Comm/Scann Center. Every ship lost %(1)d %% hitpoints due to intensive deceleration.
cs: Nefunkční Hvězdná brána, ztraceno %(1)d %% HP Naše flotila dorazila do systému, který neobsahuje žádnou funkční Hvězdnou bránu nebo Comm/Scann Center. Každá loď ztratila %(1)d %% HP kvůli prudkému zbrzdění.
de: Fehlfunktion am Star Gate, %(1)d %% TP verloren Ihre Flotte ist an einem System mit keinem oder einem fehlerhaft funktionierendem Star Gate oder Comm/Scann Center angekommen. Jedes Schiff verlor %(1)d %% Trefferpunkte durch zu intensive Bremskräfte

source: Gained %(1)d fame.
cs: Získáno %(1)d bod slávy.
de: %(1)d an Ruhm gewonnen.

source: Lost %(1)d fame.
cs: %(1)d slávy ztracen.
de: %(1)d an Ruhm verloren.

source: Gained %(1)s technology at sublevel %(2)d.
cs: Získána technologie %(1)s na dílčí úrovni %(2)d.
de: Erforschung der %(1)s Technologie auf Unterlevel %(2)d erreicht.

source: Your fleet entered a wormhole at %(1)s and exited at %(2)s.
cs: Tvá flotila vstoupila do červí díry v %(1)s a vystoupila z ní v %(2)s.
de: Ihre Flotte betrat ein Wurmloch bei %(1)s und kam wieder heraus bei %(2)s.

source: Cannot enter wormhole - ship may be lost.
cs: Nelze vstoupit do červí díry - loď může být ztracena.
de: Kann das Wurmloch nicht betreten - das Schiff kann verloren sein.

source: You have located a wormhole
cs: Lokalizoval jsi červí díru
de: Sie haben ein Wurmloch gefunden.

source: EMR Forecast Level of the electromagnetic radiation is believed to be about %(1)d %% of the average level for the next %(2)s turns
cs: EMR předpověď Předpokládáme, že úroveň elektromagnetického záření bude kolem %(1)d %% průměrné úrovně po dalších %(2)s tahů
de: EMS Vorhersage Niveau der elektromagnetischen Strahlung liegt vermutlich bei %(1)d %% des durchschnittlichen Niveaus für die nächsten %(2)s Runden.

source: EMR Forecast Current level of the electromagnetic radiation is about %(1)d %% of the average level.
cs: EMR předpověď Současná úroveň elektromagnetického záření je %(1)d %% průměrné úrovně.
de: EMS Vorhersage Das aktuelle Niveau der elektromagnetischen Strahlung beträgt etwa %(1)d %% des durchschnittlichen Niveaus.

source: Election results! Nobody won... The results from the last elections have been published. Nobody was strong enough to be elected as a leader of our galaxy. Can we find such person another day? The official election results follow: %(1)s
cs: Výsledky voleb! Nikdo nevyhrál... Výsledky posledních voleb byly zveřejněny. Nikdo nebyl dost silný na to, aby byl zvolen jako vůdce pro vaši galaxii. Můžeme někoho takového najít jiný den? Následují oficiální výsledky voleb: %(1)s
de: Wahlergebnisse! Niemand hat gewonnen... Die Ergebnisse der letzten Wahl wurden bekanntgegeben. Niemand war stark genug um zum Führer unserer Galaxie gewählt zu werden. Werden wir eines Tages solch eine Person finden? Die offiziellen Walergebnisse folgen: %(1)s

source: Election results! Leader elected! The results from the last elections have been published. %(1)s has proved to be the most supported person and has been elected as our Leader. May be, %(1)s can become an Imperator one day. The official election results follow: %(2)s
cs: Výsledky voleb! Byl zvolen vůdce! Byly zveřejněny výsledky posledních voleb. %(1)s získal největší podporu a byl zvolen jako náš Vůdce. Možná, že jednou se %(1)s stane Imperátorem. Následují oficiální výsledky voleb: %(2)s
de: Wahlergebnisse! Ein Führer wurde gewählt! Die Ergebnisse der letzten Wahl wurden bekanntgegeben. %(1)s hat bewiesen, daß er die am meisten unterstütze Person ist und wurde zum Führer gewählt. Vielleicht, wird %(1)s eines Tages Imperator. Die offiziellen Walergebnisse folgen: %(2)s
