Repository: ospaceteam/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: cs, de

source: Move task to next position in queue
cs: Posunout úkol ve frontě dozadu
de: Verschiebe Vorgang auf die nächste Position in der Queue

source: Move task to last position in queue
cs: Posunout úkol na konec fronty
de: Verschiebe Vorgang auf die letzte Position der Queue

source: Change task quantity
cs: Změnit prioritu úkolu
de: Ändern der Vorgangsanzahl

source: Show task informations
cs: Zobrazit informace o úkolu
de: Zeigen der Vorgangsinformation

source: Abort
cs: Zrušit
de: Abbrechen

source: Abort task construction
cs: Zrušit úkol
de: Abbruch des Bauvorgangs

source: You have pressed 'Ctrl+Number.' This allows you to set a control key. Click on a system, planet, or fleet on the starmap after closing this dialog to set the number key that you pressed to access that object. You can always cancel this action with the ESCAPE key while on the Star Map.
cs: Stisknul jsi 'CTRL+číslo'. Toto ti umožní nastavit kontrolní klávesu. Po zavření tohoto dialogu klikni na systém, planetu nebo flotilu na hvězdné mapě pro nastavení klávesové zkratky k tomuto objektu. Můžeš kdykoliv zrušit tuto akci stisknutím ESCAPE klávesy nad hvězdnou mapou.
de: Sie haben 'Strg+Zahl' gedrückt. Dies erlaubt Ihnen einen Kontrollschlüssel zu setzen. Klicken Sie auf ein System,Planet oder Flotte auf der Sternenkarte nachdem Sie den Dialog um den Kontrollschlüssel einzugeben geschlossen haben um auf dieses Objekt zuzugreifen.Während Sie sich innerhalb der Sternenkarte befinden, können diesen Vorgang mit dem Betätigen der Taste Esc abbrechen.

source: Once you have selected an object:
cs: Po zvolení objektu:
de: Wenn Sie ein Objekt gewählt haben:

source: - Pressing 'Number' will open that object's dialog.
cs: - Zmáčknutí 'čísla' otevře dialog tohoto objektu.
de: - Das Drücken von 'Nummer' wird den Dialog des jeweiligen Objekts öffnen.

source: - Pressing 'Shift+Number' will center the starmap on that object.
cs: - Zmáčknutí 'čísla se shiftem' vycentruje hvězdnou mapu na tento objekt.
de: - Das Drücken von 'Shift+Nummer' zentriert das Sternenbild auf das gewählte Objekt.

source: Key Command Help
cs: Nápověda klávesových zkratek
de: Schlüssel Kommando Hilfe

source: Do not show help/tooltip again
cs: Příště nápovědu nezobrazovat
de: Hilfe nicht mehr zeigen.

source: Auto-login in progress ...
cs: Probíhá automatické přihlašování ...
de: Auto-Anmeldung wird durchgeführt ...

source: Login in progress ...
cs: Probíhá přihlášení...
de: Anmeldung wird durchgeführt...

source: Wrong login and/or password
cs: Chybné jméno a/nebo heslo
de: Falscher Nutzername und/oder Passwort

source: Outer Space Login
cs: Přihlášení do hry
de: Outer Space Anmeldung

source: Password
cs: Heslo
de: Passwort

source: Auto-login
cs: Automatický login
de: Auto-Anmeldung

source: Options
cs: Nastavení
de: Optionen

source: New account
cs: Nový účet
de: Neuer Benutzer

source: Cannot select object on map
cs: Nelze vybrat objekt na mapě
de: Kann Objekt auf der Karte nicht auswählen

source: Are you sure to resign current game?
cs: Jste si jistý(á), že chcete vzdát hru?
de: Sind Sie sicher, daß sie das aktuelle Spiel aufgeben wollen?

source: Save the current starmap view as an image?
cs: Uložit aktuální hvězdnou mapu jako obrázek?
de: Speichere das aktuelle Sternenbild als Image?

source: File saved as %s
cs: Soubor uložen do %s
de: Datei gespeichert als %s

source: Messages
cs: Zprávy
de: Nachrichten

source: Constr
cs: Konstr.
de: Erstellen

source: Overview
cs: Přehled
de: Übersicht

source: Problems
cs: Problémy
de: Probleme

source: Find system
cs: Hledat soustavu
de: System finden

source: Statistics
cs: Statistiky
de: Statistik

source: Save Starmap
cs: Ulož hvězdnou mapu
de: Sternenbild

source: Resign
cs: Vzdát se
de: Aufgeben

source: Fleet List
cs: Flotily
de: Flottenliste

source: Planet List
cs: Planety
de: Planetenliste

source: System List
cs: Soustavy
de: Systemliste

source: Galaxy %s
cs: Galaxie %s
de: Galaxie %s

source: Delete all messages in this mailbox?
cs: Smazat všechny zprávy ve schránce?
de: Alle Nachrichten in diesem Briefkasten löschen?

source: Research completed:
cs: Výzkum dokončen:
de: Erforschung abgeschlossen:

source: Messages and events
cs: Zprávy a události
de: Nachrichten und Ereignisse

source: Channel
cs: Kanál
de: Kanal

source: Date
cs: Datum
de: Datum

source: Sender
cs: Odesílatel
de: Absender

source: Subject
cs: Předmět
de: Betreff

source: New subject
cs: Nové téma
de: Neuer Betreff

source: Reply
cs: Odpověď
de: Antwort

source: Read all
cs: Přečíst vše
de: Lese Alles

source: Delete
cs: Vymaž
de: Löschen

source: Delete all
cs: Vymaž vše
de: Lösche Alles

source: Refresh
cs: Obnovit
de: Aktualisieren

source: Message actions
cs: Zprávy
de: Aktionen mit Nachricht

source: Show location
cs: Ukaž místo
de: Zeige Örtlichkeit

source: Show source
cs: Ukaž zdroj
de: Zeige Quelle

source: Show location and delete msg
cs: Jdi na místo a smaž zprávu
de: Zeige Ort und lösche Nachricht

source: Show source and delete msg
cs: Ukaž zdroj a smaž zprávu
de: Zeige Quelle und lösche Nachricht

source: Mine Field Details
cs: Detaily minového pole
de: Details zum Minenfeld

source: Number
cs: Počet
de: Nummer

source: Min Dmg
cs: Min pošk.
de: Min Schaden

source: Max Dmg
cs: Max pošk.
de: Max Schaden

source: Attack
cs: Útok
de: Angriff

source: Ign. Shld
cs: Ign. štíty
de: Ignoriere Schild

source: Create account
cs: Vytvořit účet
de: Lege Benutzer an

source: Nick
cs: Přezdívka
de: Spitzname

source: Create
cs: Vytvořit
de: Anlegen

source: Free slot
cs: Volný slot
de: Freie Position

source: Select technology to construct.
cs: Vyberte technologii, kterou chcete postavit.
de: Wähle Technologie aus die gebaut werden soll.

source: Executing START CONSTRUCTION command...
cs: Vykonávám příkaz NOVÝ KONSTRUKČNÍ ÚKOL...
de: Ausführen des STARTE PRODUKTION Kommandos...

source: Technology
cs: Technologie
de: Technologie

source: Misc
cs: Různé
de: Versch.

source: Civilian
cs: civilní
de: Zivil

source: Military
cs: vojenská
de: Militärisch

source: Report finalization
cs: Hlásit dokončení
de: Berichte Fertigstellung

source: Select a recipient, please.
cs: Zvolte příjemce, prosím.
de: Wählen Sie bitte einen Empfänger aus.

source: Specify a topic, please.
cs: Zvolte nadpis/téma, prosím.
de: Wählen Sie bitte einen Betreff aus.

source: Type a message, please.
cs: Napište zprávu, prosím.
de: Schreiben Sie bitte eine Nachricht.

source: Executing SEND MESSAGE command...
cs: Vykonávám příkaz POŠLI ZPRÁVU...
de: Ausführen des SENDE NACHRICHT Kommandos...

source: To %s / %s: %s
cs: %s / %s: %s
de: Zu %s / %s: %s

source: New message
cs: Nová zpráva
de: Neue Nachricht

source: Recipient
cs: Příjemce
de: Empfänger

source: Message
cs: Zpráva
de: Nachricht

source: Send
cs: Odešli
de: Senden

source: Select recipient
cs: Vybrat příjemce
de: Empfänger auswählen

source: Select
cs: Vyber
de: Auswahl

source: [Nobody]
cs: [Nikdo]
de: [Niemand]

source: Select planet to construct on.
cs: Vyberte planetu, na kterou se má stavět.
de: Wähle Planet auf dem gebaut werden soll

source: Select new task
cs: Vyberte nový úkol
de: Wähle neue Aufgabe aus

source: Stucts
cs: Budovy
de: Gebäude

source: Target planet
cs: Cílová planeta
de: Zielplanet

source: Planet
cs: Planeta

source: Target slots
cs: Cílový slot
de: Zielort

source: Bio production
cs: Bio produkce
de: Bio Produktion

source: En production
cs: Produkce energie
de: En Produktion

source: CP production
cs: Produkce
de: PP Produktion

source: RP production
cs: Výzkum
de: FP Produktion

source: Morale
cs: Morálka
de: Moral

source: English
cs: Anglicky
de: Englisch

source: Czech
cs: Česky
de: Tschechisch

source: French
cs: Francouzsky
de: Französisch

source: Select Theme
cs: Vyber téma
de: Motivauswahl

source: Resolution
cs: Rozlišení
de: Auflösung

source: Language
cs: Jazyk
de: Sprache

source: Select language
cs: Vyberte jazyk
de: Sprachauswahl

source: Themes
cs: Témata
de: Motive

source: Select theme
cs: Vyber téma
de: Motiv auswählen

source: Default settings
cs: Výchozí nastavení
de: Default Einstellungen

source: Display help/tooltip
cs: Zobrazovat nápovědu
de: Zeige Hilfe/Tipps

source: Show coordinates
cs: Zobraz souřadnice
de: Zeige Koordinaten

source: Players highlight
cs: Zvýraznění hráčů
de: Spieler hervorheben

source: Show minimap
cs: Ukázat minimapu
de: Zeige Minikarten

source: Login settings
cs: Nastavení přihlášení
de: Login Einstellungen

source: Remember password
cs: Zapamatovat heslo
de: Passwort merken

source: Host:
cs: Hostitel:

source: Username:
cs: Uživ. jméno:
de: Benutzer:

source: Password:
cs: Heslo:
de: Passwort:

source: Sound / Music
cs: Zvuky/muzika
de: Klang / Musik

source: Sounds
cs: Zvuky
de: Klänge

source: Music
cs: Hudba
de: Musik

source: Planets with structure %s
cs: Planety s budovou %s
de: Planeten mit Gebäuden %s

source: Planets analysis
cs: Analýza planet
de: Planetenanalyse

source: Structure name
cs: Název budovy
de: Gebäudename

source: Total #
cs: Celkem #
de: Gesamt #

source: Planet name
cs: Jméno planety
de: Planetenname

source: # of structs
cs: # budov
de: Gebäude #

source: Planets Overview
cs: Přehled planet
de: Planetenübersicht

source: Env
cs: Prostř.
de: Umw

source: Free
cs: Volných
de: Frei

source: D.
cs: Pr.
de: Dur.

source: CP
cs: KB
de: PP

source: RP
cs: VB
de: FP

source: Tot.ETC
cs: Cel.ETC
de: Tot. GPZ

source: Constructing
cs: Buduje se
de: Produzieren

source: My planets
cs: Moje planety
de: Meine Planeten

source: Other cmdrs
cs: Ostatní velitelé
de: Andere Anfü.

source: Colonizable
cs: Kolonizovatelné
de: Besiedelbar

source: Uncolonizable
cs: Nekolonizovat.
de: N. besiedelbar

source: No free starting position
cs: Není žádná volná počáteční pozice
de: Keine freien Startpositionen

source: Independent player
cs: Nezávislý hráč
de: Unabhängige Spieler

source: Rebel faction
cs: Vzbouřenecká frakce
de: Rebellenfraktion

source: Pirate faction [VIP password needed]
cs: Pirát [vyžaduje VIP heslo]
de: Piratenfraktion [VIP Passwort benötigt]

source: Unknown. You cannot use this.
cs: Neznámé. Tohle nemůžeš použít.
de: Unbekannt. Sie können diesen nicht benutzen.

source: Select position.
cs: Vyberte pozici.
de: Postion auswählen.

source: Executing CREATE NEW PLAYER command...
cs: Vykonávám příkaz VYTVOŘ NOVÉHO HRÁČE...
de: Ausführen des KREIERE NEUEN SPIELER Kommandos...

source: Executing TAKE OVER REBEL FACTION command...
cs: Vykonávám příkaz OBSAĎ VZBOUŘENECKOU FRAKCI...
de: Ausführen des ÜBERNEHME REBELLEN FRAKTION Kommandos...

source: Executing TAKE OVER PIRATE FACTION command...
cs: Vykonávám příkaz OBSAĎ PIRÁTSKOU FRAKCI...
de: Ausführen des ÜBERNEHME PIRATEN FRAKTION Kommandos...

source: Supply valid VIP password.
cs: Zadejte platné VIP heslo.
de: Gültiges VIP Passwort eingeben

source: Galaxy
cs: Galaxie
de: Galaxie

source: Position
cs: Pozice

source: Structure (%s) is off and will be destroyed in %s turns.
cs: Budova (%s) je vypnutá a bude zničena za %s tahů.
de: Das Gebäude (%s) ist abgeschaltet und wird in %s Runden zerstört.

source: is repairing
cs: se opravuje
de: repariert gerade

source: Structure (%s) %s.
cs: Budova (%s) %s.
de: Gebäude (%s) %s.

source: There is no space for all constructed buildings on %s.
cs: Není dostatek místa pro všechny stavěné budovy na %s.
de: Es gibt nicht genügend Positionen für alle Gebäude in der Liste auf %s.

source: Bio decreasing - last turn change %d, surplus %d (%s).
cs: Bio klesá - poslední tah změna o %d, zásoby %d (%s).
de: Biomasse nimmt ab - Veränderung letzte Runde %d, Rest %d (%s).

source: Bio decreasing - last turn change %d, surplus %d.
cs: Bio klesá - poslední tah změna o %d, zásoby %d.
de: Biomasse nimmt ab - Veränderung letzte Runde %d, Rest %d.

source: Energy decreasing - last turn change %d, surplus %d (%s).
cs: Energie klesá - poslední tah změna o %d, zásoby %d (%s).
de: Energie nimmt ab - - Veränderung letzte Runde %d, Rest %d (%s).

source: Energy decreasing - last turn change %d, surplus %d.
cs: Energie klesá - poslední tah změna o %d, zásoby %d.
de: Energie nimmt ab - Veränderung letzte Runde %d, Rest %d.

source: and IS NOT refueling
cs: a NETANKUJE
de: und tankt NICHT auf

source: and IS refueling
cs: a TANKUJE
de: und TANKT auf

source: and CAN refuel, but reach planet maximum refuel amount
cs: a MŮŽE tankovat, ale dosáhla maximálního množství natankování na planetě
de: und kann auftanken, hat aber max. Planetentankvolumen erreicht.

source: Fleet "%s" has full fuel tanks.
cs: Flotila "%s" má plné palivové nádrže.
de: Flotte "%s" ist voll aufgetankt.

source: Fleet "%s" is low on fuel [%d %%]%s.
cs: Flotile "%s" dochází palivo [%d %%]%s.
de: Flotte "%s" besitzt nur noch wenig Treibstoff [%d %%]%s.

source: Production queue is empty.
cs: Výrobní fronta je prázdná.
de: Produktionsqueue ist leer

source: Research queue is empty.
cs: Výzkumná fronta je prázdná.
de: Forschungsliste ist leer.

source: Research queue ends in %s turns, %d item(s) on list.
cs: Výzkumná fronta končí za %s tahů, %d položek na seznamu.
de: Forschungsliste ist abgeschlossen in %s Runden, %d Element(e) noch in der Liste.

source: Cannot show location.
cs: Místo nelze zobrazit.
de: Kann Ort nicht anzeigen

source: Problems Locator
cs: Vyhledávač problémů
de: Problemauflistung

source: System
cs: Systém

source: Problem description
cs: Popis problému
de: Problembeschreibung

source: Systems
cs: Systémy
de: Systeme

source: Critical
cs: Kritická
de: Kritisch

source: Major
cs: Velká
de: Wichtig

source: Minor
cs: Malá
de: Gering

source: Executing RENAME FLEET command...
cs: Vykonávám příkaz PŘEJMENUJ FLOTILY...
de: Ausführen des BENENNE FLOTTE UM Kommandos...

source: Executing DELETE CUSTOM FLEET NAME command...
cs: Vykonávám příkaz VYMAŽ UŽIVATELSKÉ JMÉNO FLOTILY ...
de: Ausführen des LÖSCHE INDIVIDUELLEN FLOTTEN NAMEN Kommandos...

source: Rename Fleet
cs: Přejmenuj flotilu
de: Flotte umbenennen

source: Retain name during fleet joins
cs: Uchovej jméno během spojování flotil
de: Behalte Flottennamen bei Flottenzusammenschlüssen

source: Prevent all fleet joins
cs: Zabraň spojování flotil
de: Verhindere Flottenzusammenschlüsse

source: Note: Retaining name will prevent two
cs: Pozn.: Ponechání jména zabrání sloučení
de: Notiz: Namensbeibehaltung verhindert zwei

source: retain name fleets from joining.
cs: dvou pojmenovaných flotil.
de: hält benannte Flotten vom Zusammenschluss ab.

source: Rename
cs: Přejmenuj
de: Umbenennen

source: Delete Name
cs: Vymaž jméno
de: Namen löschen

source: Alpha, Beta, ...
cs: Alfa, Beta, ...

source: Prime, Secundus, ...
cs: Prima, Sekunda, ...

source: Select planet numbering type, please.
cs: Vyberte si typ číslování planet, prosím.
de: Auswahl der Planetennumerierungsvariante

source: Executing RENAME SYSTEM command...
cs: Vykonávám příkaz PŘEJMENUJ SOUSTAVU...
de: Ausführen des BENENNE SYSTEM UM Kommandos

source: Rename system
cs: Přejmenuj soustavu
de: Umbenennung des Systems

source: System name
cs: Soustava: %s

source: Planet numbering
cs: Číslování planet
de: Planetennumerierungsvariante

source: Research queue [%d pts/turn]
cs: Fronta výzkumu [%d bodů/tah]
de: Forschungsliste [%d FP/Runde]

source: Research [TL%d]
cs: Výzkum [TL%d]
de: Forschung [TL%d]

source: Research points %d/%d, change %d pts/turn.
cs: Výzkumné body %d/%d, změna %d bodů/tah.
de: Forschungspunkte %d/%d, Veränderung %d Punkte/Zug.

source: Select technology to research.
cs: Vyberte technologii, kterou chcete vyzkoumat.
de: Wählen Sie eine Technologie zur Erforschung aus.

source: Executing START RESEARCH command...
cs: Vykonávám příkaz ZAČÍT VÝZKUM...
de: Ausführen des BEGINNE FORSCHUNG Kommandos...

source: Select technology to improve.
cs: Vyberte technologii, kterou chcete zlepšit.
de: Wähle Technologie zur Optimierung aus.

source: Executing MOVE RESEARCH command...
cs: Vykonávám příkaz PŘESUŇ VÝZKUM...
de: Ausführen des VERSCHIEBE FORSCHUNGSVORGANG Kommandos...

source: Executing EDIT RESEARCH command...
cs: Vykonávám příkaz ZMĚŇ VÝZKUM...
de: Ausführen des EDITIERE FORSCHUNG Kommandos...

source: Abort this research task?
cs: Zrušit tento výzkumný projekt?
de: Diesen Forschungsvorgang abbrechen?

source: Executing ABORT RESEARCH command...
cs: Vykonávám příkaz ZRUŠ VÝZKUM...
de: Ausführen des BRECHE FORSCHUNG AB Kommandos...

source: Known technologies
cs: Známé technologie
de: Bekannte Technologien

source: Sh
cs: Lď
de: SE

source: Str
cs: Bud
de: Gb

source: Improve
cs: Vylepšit
de: Optimieren

source: Show completed
cs: Zobr. dokončené
de: Vollerforscht

source: Researchable technologies
cs: Přístupné technologie
de: Erforschbare Technologien

source: Research queue
cs: Výzkumná fronta
de: Forschungsliste

source: Progress
cs: Hotovo
de: Fortschritt

source: Move selected technology to the top of the queue.
cs: Posune vybranou technologii na vrchol fronty.
de: Verschiebe gewählte Technologie an die Spitze der Queue.

source: Repeat research of this technology until the technology is fully improved.
cs: Opakovat výzkum této technologie dokud nebude plně vylepšena.
de: Wiederhole Erforschung bis Technologie höchste Optimierung erfahren hat.

source: Total amount of time needed to research all technologies in the queue
cs: Celková doba potřebná k vynalezení všech technologií ve frontě.
de: Gesamtzeit bis alle Technologien in der Queue erforscht sind.

source: No system found
cs: Nenalezen žádný systém
de: Kein System gefunden

source: Search for system
cs: Hledám systém
de: Systemsuche

source: Use wildcard search as with files (*ese* finds Presere and Shesed)
cs: Vyhledávání s pomocnými znaky(*ra* nalezne Praha i Strakonice)
de: Benütze Wildcard wie bei Dateisuche (*ese* findet Presere und Shesed)

source: * matches everything, ? matches any single character
cs: * znamená cokoliv, ? znamená jeden libovolný znak
de: * matcht Alles, ? matcht einzelnes Zeichen

source: System name:
cs: Název soustavy:
de: Name des Systems:

source: Find
cs: Hledat
de: Finde

source: Next
cs: Další
de: Nächster

source: Private buoy text
cs: Text soukromé bójky
de: Privater Boje Text

source: (visible to allies)
cs: (zobrazit spojencům)
de: (sichtbar für Alliierte)

source: Buoy texts from allies:
cs: Texty bójky spojence:
de: Boje Text von Alliierten:

source: (Author: %s)
cs: (Autor: %s)
de: (Autor: %s)

source: Show buoy text
cs: Zobraz texty bójky
de: Zeige Boje Text

source: System: %s [%.02f, %.02f]
cs: Soustava: %s [%.02f, %.02f]

source: System: %s
cs: Systém: %s

source: Planet %s: POPULATION IS REVOLTING
cs: Planeta %s: OBYVATELÉ SE BOUŘÍ
de: Planet %s: BEVÖLKERUNG REVOLTIERT

source: Planet %s: %s
cs: Planeta %s: %s

source: Planet %s
cs: Planeta %s

source: Planet downgrade limit %d, upgrade limit %d.
cs: Limit pro znehodnocení planety je %d, limit pro vylepšení je %d.
de: Planetenabstufungsgrenze %d Aufstufungsgrenze %d.

source: Planet has %s free, %s usable out of maximum %s slots .
cs: Planeta má %s volných, %s použitelných, z maxima %s slotů .
de: Planet hat %s freie, %s benutzbare aus einem Maximum von %s Positionen .

source: Population: %s (max. %s, %+d last turn)
cs: Populace: %s (max. %s, %+d za poslední tah)
de: Bevölkerung: %s (max. %s, %+d letzte Runde)

source: Biomatter reserve: %s (max. %s, %+d last turn)
cs: Rezerva biohmoty: %s (max. %s, %+d za poslední tah)
de: Biomasse Reserve: %s (max. %s, %+d letzte Runde)

source: Energy reserve: %s (max. %s, %+d last turn)
cs: Energetická rezerva: %s (max. %s, %+d za poslední tah)
de: Energie Reserve: %s (max. %s, %+d letzte Runde)

source: Effective / raw construction points. Empire efficiency %+d %%, %+d %% because of morale.
cs: Efektivní / surové konstrukční body. Výkonnost říše %+d %%, %+d %% kvůli morálce.
de: Effektive / Brutto Produktionspunkte. Imperiumseffizienz bei %+d %%, %+d %% auf Grund der Moral.

source: Effective / raw research points. Empire efficiency %+d %%, %+d %% because of morale.
cs: Efektivní / surové výzkumné body. Výkonnost říše %+d%%, %d+ %%. kvůli morálce.
de: Effektive / Brutto Forschungspunkte. Imperiumseffizienz bei %+d %%, %+d %% auf Grund der Moral.

source: Enviroment (%d / %d) is improving (%d per turn), %s turns to improve.
cs: Životní prostředí (%d / %d) se zlepšuje (%d na tah), za %s tahů dojde ke zlepšení.
de: Umwelt (%d / %d) verbessert sich (%d pro Runde), %s Runden bis zur Aufstufung

source: Enviroment (%d / %d) is deteriorating (%d per turn), %s turns to deteriorate.
cs: Životní prostředí (%d / %d) se zhoršuje (%d na tah), za %s tahů dojde ke zhoršení.
de: Umwelt (%d / %d) verschlechtert sich (%d pro Runde), %s Runden bis zur Abstufung

source: Enviroment (%d / %d) is stable.
cs: Životní prostředí (%d / %d) je stabilní.
de: Umwelt (%d / %d) ist stabil.

source: Shield (%d/%d) charged by %+d last turn.
cs: Štíty (%d/%d) byly nabity o %+d v posledním kole.
de: Schild (%d/%d) aufgeladen um %+d in der letzten Runde.

source: Shield (%d/%d) was damaged by %+d last turn.
cs: Štíty (%d/%d) byly poničeny o %+d v posledním kole.
de: Schild (%d/%d) wurde um %+d beschädigt letzte Runde.

source: Shield (%d/%d) is unable to charge.
cs: Štíty (%d/%d) se nemohou dobít.
de: Schild (%d/%d) ist nicht in der Lage sich wieder aufzuladen.

source: Shield (%d/%d) is fully charged.
cs: Štíty (%d/%d) jsou plně nabity.
de: Schild (%d/%d) ist voll aufgeladen.

source: Shield (%d/unknown)
cs: Štíty (%d/neznámo)
de: Schild (%d/unbekannt)

source: System overview for star %s [%s]
cs: Přehled soustavy hvězdy %s [%s]
de: Systemübersicht für Stern %s [%s]

source: System overview
cs: Přehled soustavy
de: Systemübersicht

source: [Unknown]
cs: [Neznámý]
de: [Unbekannt]

source: Redirect to %s
cs: Přesměrovat do %s
de: Umleitung zu %s

source: Redirection OFF
cs: Přesměrování VYPNUTO
de: Umleitung AUS

source: Add buoy
cs: Přidej bójku
de: Boje hinzufügen

source: Planet Upgrade/Downgrade Data
cs: Data o zlepšení/zhoršení planety
de: Planeten Aufstufung/Abstufung Daten

source: Task info: %s
cs: Informace o úkolu: %s
de: Vorgang Info %s

source: Slot info: %s
cs: Informace o budově: %s
de: Positionsinfo: %s

source: No problems.
cs: Žádný problém.
de: Keine Probleme.

source: Switched OFF
cs: VYPNUTÁ
de: Abgeschaltet

source: Structure is switched OFF.
cs: Budova je vypnutá.
de: Gebäude ist abgeschaltet

source: Insufficient biomatter,
cs: Nedostatek biohmoty,
de: Mangel an Biomasse

source: Insufficient energy,
cs: Nedostatek energie,
de: Energiemangel

source: Insufficient workers,
cs: Nedostatek dělníků,
de: Mangel an Arbeitern,

source: Wrk/
cs: Zam/
de: Arb/

source: Deteriorating,
cs: Se rozpadá,
de: Verschlechternd,

source: Deter/
cs: Rozpad/
de: Zerstör/

source: Repairing,
cs: Opravuje se,
de: Reparierend,

source: Rep/
cs: Opr/

source: New structure,
cs: Nová budova,
de: Neues Gebäude,

source: New/
cs: Nový/
de: Neu/

source: Operational status of the structure.
cs: Provozní stav budovy.
de: Operationsstatus des Gebäudes

source: Executing MOVE STRUCTURE command...
cs: Vykonávám příkaz PŘESUŇ BUDOVU...
de: Ausführen des BEWEGE GEBÄUDE Kommandos...

source: Executing SWITCH STRUCTURE ON/OFF command...
cs: Vykonávám příkaz ZAPNI/VYPNI BUDOVU...
de: Ausführen des SCHALTE GEBÄUDE AN/AUS Kommandos...

source: Demolish this structure?
cs: Zničit tuto budovu?
de: Dieses Gebäude abreißen?

source: Executing DEMOLISH STRUCTURE command...
cs: Vykonávám příkaz ZBOUREJ BUDOVU...
de: Ausführen des ZERSTÖRE GEBÄUDE Kommandos...

source: Executing ABORT TASK command...
cs: Vykonávám příkaz ZRUŠ ÚKOL...
de: Ausführen des ABBRUCH AUFGABE Kommandos...

source: Destination not explored
cs: Cíl není prozkoumán
de: Ziel nicht erforscht

source: Executing ADD BUOY command...
cs: Vykonávám příkaz PŘIDAT BÓJKU...
de: Ausführen des BOJE ERRICHTEN Kommandos...

source: Executing DELETE BUOY command...
cs: Vykonávám příkaz ODSTRAŇ BÓJKU...
de: Ausführen des BOJE ZERSTÖREN Kommandos...
