Repository: ospaceteam/outerspace
Catalog: client/resources/translations/*/LC_MESSAGES/OSPACE.po
Languages: cs, de

source: Video Driver: %s [%dx%dx%d]
cs: Video ovladač: %s [%dx%dx%d]
de: Video Treiber: %s [%dx%dx%d]

source: Unknown object [ID: %d]
cs: Neznámý objekt [ID: %d]
de: Unbekanntes Objekt [ID: %d]

source: Scan pwr: %d
cs: Síla senzorů: %d
de: Scannreichweite: %d

source: System: %s [ID: %d]
cs: Soustava: %s [ID: %d]

source: Coordinates: [%.2f, %.2f]
cs: Souřadnice: [%.2f, %.2f]
de: Koordinaten: [%.2f, %.2f]

source: Star Class: %s
cs: Třída hvězdy : %s
de: Sternklasse: %s

source: Star Type: %s
cs: Typ hvězdy: %s
de: Sterntyp: %s

source: Refuel: %d %%/turn [%d %% max]
cs: Tankování: %d %%/tah [%d %% max]
de: Auftanken: %d %%/Runde [%d %% max]

source: Repair ratio: %d %%/turn
cs: Rychlost oprav: %d %%/tah
de: Reparatur : %d %%/Runde

source: Upgrade points: %d/turn
cs: Modernizační body: %d/tah
de: Aufstuf Punkte : %d/Runde

source: Fleet speed: +%d %%
cs: Rychlost flotily: +%d %%
de: Flottentempo : +%d %%

source: Pirate get fame chance: %d %%
cs: Šance piráta získat slávu: %d %%
de: Piraten haben Ruhmes Chance: %d %%

source: Signature: %d
cs: Signatura: %d
de: Signatur: %d

source: Diameter: %d
cs: Průměr: %d
de: Durchmesser: %d

source: Speed: %.2f
cs: Rychlost: %.2f
de: Tempo: %.2f

source: Owner: %s [ID: %s]
cs: Vlastník: %s [ID: %s]
de: Besitzer: %s [ID: %s]

source: Worm hole: %s [ID: %d]
cs: Červí díra: %s [ID: %d]
de: Wurmloch: %s [ID: %d]

source: Destination: %s [ID: %d]
cs: Cíl: %s [ID: %d]
de: Ziel: %s [ID: %d]

source: Dest. Coords: [%.2f, %.2f]
cs: Souř. cíle: [%.2f, %.2f]
de: Zielkoordinaten: [%.2f, %.2f]

source: Destination: ? [ID: ?]
cs: Cíl: ? [ID: ?]
de: Ziel: ? [ID: ?]

source: Dest. Coords: [?, ?]
cs: Cíl. souřadnice: [?, ?]
de: Zielkoordinaten: [?, ?]

source: Planet: %s [ID: %d]
cs: Planeta: %s [ID: %d]

source: Scanner pwr: %d
cs: Síla skeneru: %d
de: Scannreichweite : %d

source: Type: %s
cs: Typ: %s
de: Typ: %s

source: Environment: %d
cs: Životní prostř.: %d
de: Umwelt: %d

source: Minerals: %d
cs: Minerály: %d
de: Mineralien: %d

source: Energy: %d
cs: Energie: %d
de: Energie: %d

source: Slots: %d
cs: slotů: %d
de: Positionen: %d

source: Strat. resource: %s
cs: Strategický zdroj: %s
de: Strategische Ressourcen: %s

source: Fleet: %s [ID: %d]
cs: Flotila: %s [ID: %d]
de: Flotte : %s [ID: %d]

source: Tanks: %d / %d [%d %%]
cs: Nádrže: %d / %d [%d %%]
de: Tank: %d / %d [%d %%]

source: Support (fuel): %d/turn
cs: Podpora (palivo): %d/tah
de: Verbrauch (Treibstoff): %d/Runde

source: Support (const. pts): %d/turn
cs: Podpora (konst. body): %d/tah
de: Unterhalt (PP) : %d/Runde

source: Military power: %d
cs: Vojenská síla: %d
de: Militärische Macht: %d

source: Operational time: %s
cs: Provozní čas: %s
de: Operationszeit: %s

source: Target: %s
cs: Cíl: %s
de: Ziel: %s

source: Ships:
cs: Lodě:
de: Schiffe:

source: military
cs: vojenská
de: milit.

source: civilian
cs: civilní
de: zivil

source: %d x %s [%s %s ship]
cs: %d x %s [%s %s loď]
de: %d x %s [%s %s Schiff]

source: Command: %s %s
cs: Příkaz: %s %s
de: Kommando : %s %s

source: Select object
cs: Vyber objekt
de: Wähle Objekt aus

source: Buoy on system: %s [ID: %d]
cs: Bójka na soustavě: %s [ID: %d]
de: Boje auf System: %s [ID: %d]

source: Buoy on worm hole: %s [ID: %d]
cs: Bójka na červí díře: %s [ID: %d]
de: Boje an Wurmloch: %s [ID: %d]

source: Buoy on unknown object [ID: %d]
cs: Bójka na neznámém objektu [ID: %d]
de: Boje an unbekanntem Objekt [ID: %d]

source: Ready.
cs: Připraven.
de: Fertig.

source: Deleting obsolete data...
cs: Mažu zastaralá data...
de: Lösche veraltete Daten...

source: Downloading player data...
cs: Stahuji data hráče...
de: Herunterladen der Spielerdaten...

source: Updating scanner...
cs: Aktualizuji skener...
de: Aktualisieren des Scanners...

source: Downloading planets and fleets data...
cs: Nahrávám data o planetách a flotilách...
de: Herunterladen der Planeten- und Flottendaten...

source: Downloading messages...
cs: Nahrávám zprávy...
de: Herunterladen der Nachrichten...

source: Owner
cs: Vlastník
de: Besitzer

source: Planets
cs: Planety
de: Planeten

source: Exit
cs: Konec
de: Beenden

source: Edit buoy
cs: Editovat bójku
de: Boje editieren

source: Buoy text:
cs: Text bójky
de: Text der Boje:

source: Visible to:
cs: Viditelná pro:
de: Sichtbar für:

source: Allies
cs: Spojence
de: Alliierte

source: Scanner Share
cs: Sdílení skeneru
de: Scanneraustausch

source: Cancel
cs: Storno
de: Abbruch

source: Passwords do not match.
cs: Hesla se neshodují.
de: Passwörter stimmen nicht überein.

source: Confirm
cs: Potvrdit
de: Bestätigung

source: Specify quantity (1, 2, 3, ...).
cs: Zadejte množství (1, 2, 3, ...)
de: Geben Sie die Anzahl an (1, 2, 3, ...).

source: Change quantity
cs: Změnit množství
de: Verändere Anzahl

source: New quantity:
cs: Nové množství:
de: Neue Anzahl:

source: Values must be hexa numbers between 0x00 - 0xff
cs: Hodnoty musí být šestnáctková čísla v rozsahu 0x00 - 0xff
de: Werte müssen in hexadezimal zwischen 0x00 - 0xff liegen

source: Color Definition
cs: Definice barvy
de: Festlegen der Farbe

source: Red:
cs: Červená:
de: Rot:

source: Green:
cs: Zelená:
de: Grün:

source: Blue:
cs: Modrá:
de: Blau:

source: Question
cs: Otázka
de: Frage

source: Engine
cs: Motor
de: Antrieb

source: Anti-small
cs: proti malým
de: Anti-Klein

source: Anti-medium
cs: proti středním
de: Anti-Mittelgroß

source: Anti-large
cs: proti velkým
de: Anti-Groß

source: Anti-planet
cs: planetární

source: Other
cs: Ostatní
de: Sonst.

source: Select component
cs: Vyberte komponentu
de: Wähle Komponente aus

source: Name
cs: Jméno

source: Type
cs: Typ
de: Typ

source: Select design to upgrade to
cs: Vyber návrh lodě
de: Wähle Modell zur Aufstufung aus

source: Executing UPGRADE SHIP DESIGN command...
cs: Vykonávám příkaz ZMODERNIZUJ LODĚ...
de: Ausführen des STUFE SCHIFFSMODELL AUF Kommandos...

source: Command has been executed.
cs: Příkaz byl úspěšně vykonán.
de: Kommando wurde ausgeführt.

source: Constructions queues on planets have not been updated, because new design uses different (amount of) strategic resources than old design. You have to fix them manually.
cs: Fronty konstrukcí na planetách nebyly aktualizovány, protože nový návrh používá jiné množství strategické suroviny než původní. Musíte si to opravit manuálně.
de: Produktionsliste auf den Planeten wurde nicht aktualisiert,da das neue Modell eine andere (Menge) strategische(r) Ressource(n) benötigt als das alte Modell. Sie müssen dies manuell beheben.

source: Per ship
cs: 1 loď
de: Pro Schiff

source: Total
cs: Celkem
de: Gesamt

source: Upgrade
cs: Modernizace
de: Aufstufen

source: Cancel Upgrd
cs: Stornuj Mod.
de: Abbruch Aufstuf.

source: [Click to select]
cs: [Klikni pro výběr]
de: [Klicken für Auswahl]

source: Speed
cs: Rychlost
de: Tempo

source: None
cs: Žádný
de: Nichts

source: Enter name of the design.
cs: Vložte jméno návrhu:
de: Eintragen des Modellnamen

source: Executing ADD SHIP DESIGN command...
cs: Vykonávám příkaz PŘIDEJ NÁVRH LODĚ...
de: Ausführen des SCHIFFSMODELL HINZUFÜGEN Kommandos...

source: Deletion of this design dismantle %d ship(s). Are you sure to scrap it?
cs: Smazání tohoto návrhu způsobí rozebrání %d lodí. Jste si jistý, že jej chcete zrušit?
de: Das Löschen dieses Modells betrifft %d Schiff(e). Wollen Sie es wirklich verschrotten?

source: Yes
cs: Ano
de: Ja

source: No
cs: Ne
de: Nein

source: Executing SCRAP SHIP DESIGN command...
cs: Vykonávám přikaz ODSTRA
de: Ausführen des SCHIFF MODELL VERWERFEN Kommandos...

source: Executing CANCEL UPGRADE SHIP DESIGN command...
cs: Vykonávám přikaz ZRUŠ ZMODERNIZACI LODÍ...
de: Ausführen des BEENDE SCHIFFMODELL AUFSTUFUNG Kommandos...

source: Construction Centre
cs: Konstrukční centrum
de: Design Zentrum

source: Ship Designs
cs: Návrhy lodí
de: Schiffsmodelle

source: B
cs: Výr.
de: in PL

source: Class
cs: Třída
de: Klasse

source: New design
cs: Nový návrh
de: Neues Modell

source: Dupl. design
cs: Dupl. návrh
de: Dupliziere Modell

source: Design
cs: Návrh
de: Modell

source: Hull type
cs: Typ trupu
de: Schiffsklasse

source: Control unit
cs: Kontrolní jednotka
de: Kontrolleinheit

source: Weapons
cs: Zbraně
de: Waffen

source: Equipment
cs: Vybavení
de: Ausstattung

source: Upgrade to
cs: Modernizovat na
de: Aufstufung auf

source: Free slots
cs: Volné sloty:
de: Freie Positionen

source: Unused payload
cs: Zbývá zátěže
de: Ladegewicht frei

source: Base attack
cs: Zákl. útok
de: Basis Att Wert

source: Base defence
cs: Obrana
de: Basis Vert Wert

source: Military power
cs: Vojenská síla
de: Militärische Stärke

source: Signature
cs: Signatura
de: Signatur

source: Tanks
cs: Nádrže
de: Tank

source: Max. range
cs: Max. dolet
de: Max. Reichweite

source: Constr. pts
cs: Konstr. body
de: Produktionspkt.

source: Scrap
cs: Odstranit
de: Verschrotten

source: Construct
cs: Vyrobit
de: Erstellen

source: Close
cs: Zavřít
de: Schließen

source: %s [elect]
cs: %s [Volím]
de: %s [wähle]

source: Mobile
cs: Mobilní
de: Mobil

source: Static
cs: Statický
de: Statisch

source: Relation
cs: Vztah
de: Beziehung

source: Relation %d, change %+d
cs: Vztah %d, změna %+d
de: Beziehung %d, Änderung %+d

source: Enable
cs: Zapnout
de: Erlaube

source: Disable
cs: Vypnout
de: Verbiete

source: Required
cs: Nezbytné
de: Benötigt

source: Conditions for pact: %s
cs: Podmínky uzavření paktu: %s
de: Bedingungen für Pakt: %s

source: Executing CHANGE PACT CONDITIONS command...
cs: Vykonávám příkaz NASTAV PODMÍNKY PAKTU...
de: Ausführen des ÄNDERE PAKT BEDINGUNGEN Kommandos...

source: Executing ELECT command...
cs: Vykonávám přikaz VOLIT...
de: Ausführen des WÄHLE Kommandos...

source: Diplomacy
cs: Diplomacie
de: Diplomatie

source: Population
cs: Populace
de: Bevölkerung

source: Structures
cs: Budovy
de: Gebäude

source: Production
cs: Produkce
de: Produktion

source: Research
cs: Výzkum
de: Forschung

source: Military pwr
cs: Vojenská síla
de: Mil. Stärke

source: Contact
cs: Kontakt
de: Kontakt

source: Elect
cs: Hlasovat pro
de: Wähle

source: Abstain
cs: Nehlasovat
de: Enthalten

source: Highlights On
cs: Zapnout zvýraznění
de: Hervorhebung AN

source: Highligh Off
cs: Vypnout zvýraznění
de: Hervorhebung AUS

source: Pacts
cs: Pakty
de: Päkte

source: I
cs: Já
de: Ich

source: Pact
cs: Pakt
de: Pakt

source: On
cs: Zapnuto/Na

source: Conditions
cs: Podminky
de: Konditionen

source: Change
cs: Změna
de: Ändern

source: Highligh actions
cs: Zvýraznit akce
de: Hervorhebe Aktionen

source: Define color
cs: Definuj barvu
de: Farbe bestimmen

source: Disable highlight
cs: Vypnout zvýraznění
de: Hervorhebung AUS

source: No data available
cs: Nedostupná data
de: Keine Daten verfügbar

source: You are LEADER of the galaxy.
cs: Jsi VŮDCEM galaxie.
de: Sie sind Führer der Galaxie.

source: You are IMPERATOR of the galaxy.
cs: Jsi IMPERÁTOREM galaxie.
de: Sie sind Imperator der Galaxie.

source: You have the right to end this galaxy.
cs: Máš právo ukončit tuto galaxii.
de: Sie haben das Recht die Galaxie zu beenden.

source: Strategic resources:
cs: Strategické zdroje:
de: Strategische Ressourcen:

source: Statistics:
cs: Statistiky:
de: Statistik:

source: unused
cs: nevyužito
de: ungenutzt

source: Gov. power
cs: Síla vlády
de: Macht der Regierung

source: Raw production
cs: Čistá produkce
de: Brutto Produktion

source: Total production
cs: Celková produkce
de: Gesamtproduktion

source: Raw research
cs: Čistý výzkum
de: Brutto Forschung

source: Total reseach
cs: Celkem výzkum
de: Gesamtforschung

source: Fame
cs: Sláva
de: Ruhm

source: production eff.
cs: efektivita produkce
de: Produktion eff.

source: New colony on planet with TL3 resouce cost
cs: Nová kolonie na planetě s TL3 surovinou stojí
de: Kosten für eine neue Kolonie auf einem Planeten mit TL3 Ressource

source: Production:
cs: Produkce:
de: Produktion:

source: Unused production
cs: Nevyužitá produkce
de: Ungenützte Produktion

source: effectivity
cs: efektivita
de: Effektivität

source: Fleet support
cs: Podpora flotil
de: Flotten Unterhalt

source: first
cs: prvních
de: die ersten

source: CP is free
cs: KB je zdarma
de: PP sind frei

source: Empire effectivity
cs: Výkonnost říše
de: Effektivität des Imperiums

source: Research:
cs: Výzkum:
de: Forschung:

source: Real production
cs: Reálná produkce
de: Reelle Produktion

source: Population support
cs: Podpora obyvatel
de: Bev. Unterhalt

source: From pacts
cs: Z paktů
de: Aus Päkten

source: Total research
cs: Celkový výzkum
de: Gesamtforschung

source: Fleet:
cs: Flotila:
de: Flotte :

source: CP to support
cs: KB pro podporu
de: PP für Unterhalt

source: Upgrade Pool
cs: Modernizační fond
de: Aufstufungs Pool

source: Small ships
cs: Malé lodě
de: Kleine Schiffe

source: mil
cs: voj

source: MP
cs: VS

source: Medium ships
cs: Střední lodě
de: Mittelgroße Schiffe

source: Large ships
cs: Velké lodě
de: Große Schiffe

source: Empire Overview
cs: Přehled říše
de: Imperiumsübersicht

source: Analysis
cs: Analýza
de: Analyse

source: Field of analysis
cs: Oblast analýzy
de: Analyseauswahl

source: Fleets
cs: Flotily
de: Flotten

source: Unhandled exception: %s
cs: Neošetřená výjimka: %s
de: Unbehandelte Ausnahme: %s

source: Unhandled exception
cs: Neošetřená výjimka
de: Unbehandelte Ausnahme

source: Continue
cs: Pokračovat
de: Fortfahren

source: Close Application
cs: Ukončit aplikaci
de: Anwendung schließen

source: Abort Application
cs: Zabít aplikaci
de: Anwendung abbrechen

source: Send to server
cs: Odeslat na server
de: An Server senden

source: No target selected
cs: Nevybral jste cíl.
de: Kein Ziel ausgewählt

source: No planet selected
cs: Nevybral jste planetu.
de: Kein Planet ausgewählt

source: No commander specified.
cs: Není vybrán žádný velitel.
de: Kein Anführer ausgewählt

source: Select target, please.
cs: Zvolte cíl, prosím.
de: Bitte Ziel auswählen.

source: Can only traverse wormholes.
cs: Překračovat lze pouze červí díry.
de: Kann nur Wurmlöcher durchqueren

source: Select object with valid owner, please.
cs: Vyberte objekt s platným vlastníkem, prosím.
de: Bitte Ziel mit gültigem Besitzer auswählen.

source: Select target planet, please.
cs: Zvolte cílovou planetu, prosím.
de: Bitte Zielplanet auswählen.

source: You can build on planets only.
cs: Lze budovat jen na planetách.
de: Sie können nur auf Planeten bauen.

source: Enter number into "Turns" field.
cs: Vlož číslo do pole "Tahů" .
de: Trage Zahl ins "Runden" Feld ein.

source: "Turns" must be 1 or greater.
cs: Pole "Tahů" musí být 1 nebo větší.
de: "Runden" muss größer gleich 1 sein.

source: Enter number into "Start from command #" field.
cs: Vlož číslo do pole "Začni od příkazu #".
de: Trage Zahl in das "Beginne mit Kommando #" Feld ein.

source: "Start from command #" must be 1 or greater
cs: Pole "Pole začni od příkazu #" musí být 1 nebo větší
de: "Beginne mit Kommando #" muss größer gleich eins sein.

source: Command not supported yet.
cs: Příkaz není podporován.
de: Kommando noch nicht unterstützt.

source: Executing ISSUE COMMAND command...
cs: Vykonávám příkaz ZADEJ PŘÍKAZ...
de: Ausführen des KOMMANDO Kommandos...

source: New Command
cs: Nový příkaz
de: Neues Kommando

source: Select command
cs: Vyberte příkaz
de: Kommando auswählen

source: Move
cs: Přesun
de: Bewege

source: Refuel at
cs: Natankuj na
de: Auftanken bei

source: Deploy
cs: Umístit
de: Lande auf

source: Wait
cs: Čekat
de: Warten

source: Declare War
cs: Vyhlásit válku
de: Erkläre Krieg

source: Repeat
cs: Opakuj
de: Wiederhole

source: Use Wormhole
cs: Použij červí díru
de: Nutze Wurmloch

source: Target
cs: Cíl
de: Ziel

source: At commander
cs: Veliteli
de: Dem Anführer

source: Turns
cs: Tahů
de: Runden

source: Ship
cs: Loď
de: Schiff

source: Start from command #
cs: Začni od příkazu
de: Beginne mit dem Kommando #

source: ETA:
cs: Přílet:
de: GAZ

source: Order
cs: OK
de: Ausführen

source: Fleet: %s
cs: Flotila: %s
de: Flotte : %s

source: Base speed %.2f, speed boost %.2f
cs: Základní rychlost %.2f, bonus k rychlosti %.2f
de: Basis Tempo %.2f, Tempoerhöhung %.2f

source: Command #%d
cs: Příkaz č.%d
de: Kommando #%d

source: Support: %d energy and %d contruction points per turn.
cs: Podpora: %d energie a %d konstrukčních bodů na tah.
de: Unterhalt: %d Energie und %d Produktionspunkte pro Runde.

source: Select command to delete.
cs: Vyberte příkaz k vymazání.
de: Wähle Kommando zum Löschen aus.

source: Executing DELETE COMMAND command...
cs: Vykonávám příkaz VYMAŽ PŘÍKAZ...
de: Ausführen des BEFEHL RÜCKGÄNGIG Kommandos...

source: Select command to activate.
cs: Vyberte příkaz k aktivaci.
de: Wähle Kommando zum aktivieren aus.

source: Executing ACTIVATE COMMAND command...
cs: Vykonávám příkaz AKTIVUJ PŘÍKAZ...
de: Ausführen des AKTIVIERE BEFEHL Kommandos...

source: Executing MOVE ACTION command...
cs: Vykonávám příkaz PŘESUŇ ÚKOL...
de: Ausführen des BEWEGE BEFEHLS Kommandos...

source: Executing CLEAR PROCESSED ACTIONS command...
cs: Vykonávám příkaz OBSAĎ VZBOUŘENECKOU FRAKCI...
de: Ausführen des LÖSCHE AUSGEFÜHRTE KOMMANDOS Kommandos...

source: Lvl
cs: Úrvň

source: Exp
cs: Zkuš.
de: Erf.

source: Spd
cs: Rychlost:
de: Tempo

source: Coordinates
cs: Souřadnice
de: Koordinaten

source: Orbiting
cs: Orbita
de: Umlaufbahn

source: Max speed
cs: Max. rychlost
de: Maximales Tempo

source: Commands
cs: Příkazy
de: Kommandos

source: Command
cs: Příkaz
de: Kommando

source: Info
cs: Informace

source: New cmd
cs: Nový přík.
de: Kommando

source: Set active
cs: Nastav akt.
de: Aktivieren

source: Delete cmd
cs: Vymaž přík.
de: Löschen

source: Delete All
cs: Vymaž vše
de: Alles löschen

source: Other commands
cs: Ostatní příkazy
de: Andere Kommandos

source: Split fleet
cs: Rozděl flotilu
de: Flotte aufteilen

source: Rename fleet
cs: Přejmenuj flotilu
de: Flottenname

source: Fleet Specs
cs: Specifikace flotily
de: Details

source: Auto delete
cs: Automatické mazání
de: Auto löschen

source: Ship Data
cs: Specifikace lodě
de: Schiffsdaten

source: Attack eff
cs: Efekt. útoku
de: Angriff eff.

source: Defence eff
cs: Efekt. obrn
de: Verteidigung eff.

source: Scanner Pwr
cs: Síla skeneru
de: Scannreichweite

source: Support
cs: Podpora
de: Unterhalt

source: Select systems, please.
cs: Zvolte systémy, prosím.
de: Bitte wählen Sie ein System aus

source: Executing REDIRECT FLEETS command...
cs: Vykonávám příkaz PŘESMĚRUJ FLOTILY...
de: Ausführen des LEITE FLOTTEN UM Kommandos...

source: Mass Redirect Fleets to This System
cs: Přesměruj flotily na tento systém
de: Massenumleitung leitet Flotten zu DIESEM System um

source: Done
cs: Hotovo
de: Abgeschlossen

source: Select system, please.
cs: Zvolte systém, prosím.
de: Bitte System auswählen.

source: Executing REDIRECT FLEETS OFF command...
cs: Vykonávám příkaz VYPNI PŘESMĚROVÁNÍ FLOTIL...
de: Ausführen des UMLEITUNG FLOTTEN AUS Kommandos...

source: Redirect Fleets
cs: Přesměruj flotilu
de: Flotten umleiten

source: Redirect
cs: Přesměruj
de: Umleiten

source: Redirect OFF
cs: Vypnout přesměrování
de: Umleitung AUS

source: Target:
cs: Cíl:

source: Design Details
cs: Detaily designu
de: Modell Details

source: Fleet Details: %s
cs: Podrobnosti flotily: %s
de: Flottendetails : %s

source: Dmg vs Small (min)
cs: Pošk. malých (min)
de: Schaden vs Kleine (min)

source: Dmg vs Small (max)
cs: Pošk. malých (max)
de: Schaden vs Kleine (max)

source: Dmg vs Medium (min)
cs: Pošk. středních (min)
de: Schaden vs Mittelgroße (min)

source: Dmg vs Medium (max)
cs: Pošk. středních (max)
de: Schaden vs Mittelgroße (max)

source: Dmg vs Large (min)
cs: Pošk. velkých (min)
de: Schaden vs Große (min)

source: Dmg vs Large (max)
cs: Pošk. velkých (max)
de: Schaden vs Große (max)

source: Dmg vs Planet (min)
cs: Pošk. planet (min)
de: Schaden vs Planet (min)

source: Dmg vs Planet (max)
cs: Pošk. planet (max)
de: Schaden vs Planet (max)

source: Total Ships
cs: Celkem lodí
de: Gesamt Schiffe

source: Total HPs
cs: Celkem HP
de: Gesamt TPs

source: Total Shields
cs: Celkem štíty
de: Gesamt Schilde

source: Average ATT
cs: Průměrný útok
de: ATT durchschnitt.

source: Average DEF
cs: Průměrná obrana
de: VERT durchschnitt.

source: Average Missile DEF
cs: Prům. obrana proti střelám
de: VERT Anti-Raket durchsch.

source: Fleet Details
cs: Informace o flotily
de: Flottendetails

source: Small
cs: malá
de: Klein

source: Medium
cs: střední
de: Mittelgroß

source: Large
cs: velká
de: Groß

source: Use Dmg Inheritance
cs: Použij dědičnost pošk.
de: Nutze Schaden Vererbung

source: Use Max HPs
cs: Použij max. HP
de: Benutze Max TPs

source: Executing SPLIT FLEET command...
cs: Vykonávám příkaz ROZDĚL FLOTILU...
de: Ausführen des TEILE FLOTTE AUF Kommandos...

source: Enter a number.
cs: Vložte číslo.
de: Zahl eintragen.

source: Split Fleet
cs: Rozdělit flotilu
de: Teile Flotte

source: Original fleet
cs: Původní flotila
de: Original Flotte

source: Group by
cs: Seskupit
de: Gruppieren nach

source: design
cs: návrh
de: Modell

source: class
cs: třída
de: Klasse

source: damage
cs: poškození
de: Schaden

source: experience
cs: zkušenost
de: Erfahrung

source: level
cs: úroveň

source: speed
cs: rychlost
de: Tempo

source: Fuel
cs: Palivo
de: Treibstoff

source: New fleet
cs: Nová flotila
de: Neue Flotte

source: Clear
cs: Zrušit
de: Zurück

source: Split
cs: Rozděl
de: Teile

source: Move right
cs: Přesuň vpravo
de: Bewege nach rechts

source: 1 ship
cs: 1 loď
de: 1 Schiff

source: 5 ships
cs: 5 lodí
de: 5 Schiffe

source: 10 ships
cs: 10 lodí
de: 10 Schiffe

source: 50 ships
cs: 50 lodí
de: 50 Schiffe

source: 100 ships
cs: 100 lodí
de: 100 Schiffe

source: 1/2 of ships
cs: 1/2 lodí

source: 1/3 of ships
cs: 1/3 lodí

source: 1/4 of ships
cs: 1/4 lodí

source: All ships
cs: Všechny lodě
de: Alle Schiffe

source: Move left
cs: Přesuň vlevo
de: Bewege nach links

source: Fleets contains design %s
cs: Flotily obsahující loď %s
de: Flotte enthält Modell %s

source: Cannot show location
cs: Místo nelze zobrazit
de: Kann Ort nicht anzeigen

source: Fleets analysis
cs: Analýza flotil
de: Flottenanalyse

source: Ship designs
cs: Návrhy lodí
de: Schiffsmodelle

source: Design name
cs: Jméno lodi
de: Modellname

source: # fleets
cs: č. flotily
de: # Flotten

source: Fleet name
cs: Jméno flotily
de: Flottenname

source: Ships
cs: Lodě
de: Schiffe

source: Fleet size
cs: Velikost flotily
de: Flottengröße

source: %s (dst)
cs: %s (cíl)
de: %s (Ziel)

source: Fleets Overview
cs: Přehled flotil
de: Flottenübersicht

source: Fleet
cs: Flotila
de: Flotte

source: Location
cs: Místo
de: Ortsangabe

source: Current order
cs: Aktuální příkaz
de: Aktueller Befehl

source: Fuel %
cs: Palivo %
de: Treibst. %

source: Op. time
cs: Op. čas
de: Op. Zeit

source: Range
cs: Dolet
de: Reichweite

source: Sign
cs: Signatura:

source: Last upgr.
cs: Naposledy vylep.
de: Letzte Aufst.

source: Mine
cs: Moje
de: Eigene

source: Enemy
cs: Nepřítel
de: Feind

source: Unfriendly
cs: Nepřátelský
de: Unfreundlich

source: Neutral
cs: Neutrální

source: Friendly
cs: Přítel
de: Freundlich

source: Allied
cs: Spojenec
de: Alliiert

source: Show redirects
cs: Včetně přesměrování
de: Zeige Umleitung

source: New
cs: Nový
de: Neu

source: Executing MOVE TASK command...
cs: Vykonávám příkaz PŘESUŇ ÚKOL...
de: Ausführen des VERSCHIEBE AUFGABE Kommandos...

source: Executing CHANGE TASK command...
cs: Vykonávám příkaz ZMĚŇ ÚKOL...
de: Ausführen des ÄNDERE AUFGABE Kommandos...

source: Abort this construction task?
cs: Zrušit tento konstrukční projekt?
de: Bauprozess abbrechen?

source: Construction pts
cs: Konstrukční body
de: Produktionspkt.

source: Quantity
cs: Množství
de: Anzahl

source: Move task to first position in queue
cs: Posunout úkol na začátek fronty
de: Verschiebe Vorgang auf die erste Position der Queue

source: Move task to previous position in queue
cs: Posunout úkol ve frontě dopředu
de: Verschiebe Vorgang auf die vorhergehende Position in der Queue
